[
{
"quote": "War is an ugly thing, but not the ugliest of things. The decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth war is much worse.",
"author": "John Stuart Mill"
},
{
"quote": "You can't say civilization don't advance... in every war they kill you in a new way.",
"author": "Will Rogers"
},
{
"quote": "The military don't start wars. Politicians start wars.",
"author": "William Westmoreland"
},
{
"quote": "Can anything be stupider than that a man has the right to kill me because he lives on the other side of a river and his ruler has a quarrel with mine, though I have not quarrelled with him?",
"author": "Blaise Pascal"
},
{
"quote": "I have not yet begun to fight!",
"author": "John Paul Jones"
},
{
"quote": "I will not play tug o' war. I'd rather play hug o' war. Where everyone hugs instead of tugs, Where everyone giggles and rolls on the rug, Where everyone kisses, and everyone grins, and everyone cuddles, and everyone wins.",
"author": "Shel Silverstein"
},
{
"quote": "There will one day spring from the brain of science a machine or force so fearful in its potentialities, so absolutely terrifying, that even man, the fighter, who will dare torture and death in order to inflict torture and death, will be appalled, and so abandon war forever.",
"author": "Thomas A. Edison"
},
{
"quote": "I'm fed up to the ears with old men dreaming up wars for young men to die in.",
"author": "George McGovern"
},
{
"quote": "Sometime they'll give a war and nobody will come.",
"author": "Carl Sandburg"
},
{
"quote": "Ours is a world of nuclear giants and ethical infants. We know more about war that we know about peace, more about killing that we know about living.",
"author": "Omar N. Bradley"
},
{
"quote": "The most shocking fact about war is that its victims and its instruments are individual human beings, and that these individual beings are condemned by the monstrous conventions of politics to murder or be murdered in quarrels not their own.",
"author": "Aldous Huxley"
},
{
"quote": "All wars are civil wars, because all men are brothers.",
"author": "Francois Fenelon"
},
{
"quote": "War is a defeat for humanity.",
"author": "Pope John Paul II"
},
{
"quote": "The first casualty when war comes is truth.",
"author": "Hiram Johnson"
},
{
"quote": "War is not an adventure. It is a disease. It is like typhus.",
"author": "Antoine de Saint-Exupery"
},
{
"quote": "It is not only the living who are killed in war.",
"author": "Isaac Asimov"
},
{
"quote": "We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.",
"author": "Winston Churchill"
},
{
"quote": "War never takes a wicked man by chance, the good man always.",
"author": "Sophocles"
},
{
"quote": "War makes thieves and peace hangs them.",
"author": "George Herbert"
},
{
"quote": "All warfare is based on deception.",
"author": "Unknown"
},
{
"quote": "Wars have never hurt anybody except the people who die.",
"author": "Salvador Dali"
},
{
"quote": "Know thy self, know thy enemy. A thousand battles, a thousand victories.",
"author": "Sun Tzu"
},
{
"quote": "War is the science of destruction.",
"author": "John Abbott"
},
{
"quote": "In battle it is the cowards who run the most risk; bravery is a rampart of defense.",
"author": "Sallust"
},
{
"quote": "What is the use of physicians like myself trying to help parents to bring up children healthy and happy, to have them killed in such numbers for a cause that is ignoble?",
"author": "Benjamin Spock"
},
{
"quote": "If it's natural to kill, how come men have to go into training to learn how?",
"author": "Joan Baez"
},
{
"quote": "Sweat saves blood.",
"author": "Erwin Rommel"
},
{
"quote": "To win this war, we need a commander in chief, not a professor of law standing at the lectern.",
"author": "Sarah Palin"
},
{
"quote": "War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over.",
"author": "William Tecumseh Sherman"
},
{
"quote": "War would end if the dead could return.",
"author": "Stanley Baldwin"
},
{
"quote": "A state of war only serves as an excuse for domestic tyranny.",
"author": "Aleksandr Solzhenitsyn"
},
{
"quote": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies.",
"author": "Winston Churchill"
},
{
"quote": "How is the world ruled and led to war? Diplomats lie to journalists and believe these lies when they see them in print.",
"author": "Karl Kraus"
},
{
"quote": "War is a series of catastrophes which result in victory.",
"author": "Albert Pike"
},
{
"quote": "The surest way to prevent war is not to fear it.",
"author": "John Randolph"
},
{
"quote": "There is nothing that war has ever achieved that we could not better achieve without it.",
"author": "Havelock Ellis"
},
{
"quote": "The supreme art of war is to subdue the enemy without fighting.",
"author": "Sun Tzu"
},
{
"quote": "War is cruelty, and none can make it gentle.",
"author": "Gilbert Parker"
},
{
"quote": "War grows out of the desire of the individual to gain advantage at the expense of his fellow man.",
"author": "Napoleon Hill"
},
{
"quote": "No matter what you think about the Iraq war, there is one thing we can all agree on for the next days - we have to salute the courage and bravery of those who are risking their lives to vote and those brave Iraqi and American soldiers fighting to protect their right to vote.",
"author": "Hillary Clinton"
},
{
"quote": "An unjust peace is better than a just war.",
"author": "Marcus Tullius Cicero"
},
{
"quote": "Conquered, we conquer.",
"author": "Plautus"
},
{
"quote": "If it were a fact, it wouldn't be called intelligence.",
"author": "Donald Rumsfeld"
},
{
"quote": "It is incumbent on every generation to pay its own debts as it goes. A principle which if acted on would save one-half the wars of the world.",
"author": "Thomas Jefferson"
},
{
"quote": "Build me a son, O Lord, who will be strong enough to know when he is weak, and brave enough to face himself when he is afraid, one who will be proud and unbending in honest defeat, and humble and gentle in victory.",
"author": "Douglas MacArthur"
},
{
"quote": "A pint of sweat, saves a gallon of blood.",
"author": "George S. Patton"
},
{
"quote": "We have war when at least one of the parties to a conflict wants something more than it wants peace.",
"author": "Jeane Kirkpatrick"
},
{
"quote": "Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed.",
"author": "Dwight D. Eisenhower"
},
{
"quote": "My first wish is to see this plague of mankind, war, banished from the earth.",
"author": "George Washington"
},
{
"quote": "The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations.",
"author": "David Friedman"
},
{
"quote": "Wars are poor chisels for carving out peaceful tomorrows.",
"author": "Martin Luther King, Jr."
}
{
"quote": "What is human warfare but just this; an effort to make the laws of God and nature take sides with one party.",
"author": "Henry David Thoreau"
},
{
"quote": "War is the unfolding of miscalculations.",
"author": "Barbara W. Tuchman"
},
{
"quote": "There is no instance of a nation benefitting from prolonged warfare.",
"author": "Sun Tzu"
},
{
"quote": "The great object is that every man be armed.",
"author": "Patrick Henry"
},
{
"quote": "War is hell.",
"author": "William Tecumseh Sherman"
},
{
"quote": "Everyone, when there's war in the air, learns to live in a new element: falsehood.",
"author": "Jean Giraudoux"
},
{
"quote": "There was never a good war, or a bad peace.",
"author": "Benjamin Franklin"
},
{
"author": "What a cruel thing war is... to fill our hearts with hatred instead of love for our neighbors.",
"quote": "Robert E. Lee"
},
{
"quote": "Remember, God provides the best camouflage several hours out of every 24.",
"author": "David M. Shoup"
},
{
"quote": "In modern war... you will die like a dog for no good reason.",
"author": "Ernest Hemingway"
},
{
"quote": "In war, you win or lose, live or die - and the difference is just an eyelash.",
"author": "Douglas MacArthur"
},
{
"quote": "An army marches on its stomach.",
"author": "Napoleon Bonaparte"
},
{
"quote": "The release of atomic energy has not created a new problem. It has merely made more urgent the necessity of solving an existing one.",
"author": "Albert Einstein"
},
{
"quote": "The most successful war seldom pays for its losses.",
"author": "Thomas Jefferson"
},
{
"quote": "I have never advocated war except as a means of peace.",
"author": "Ulysses S. Grant"
},
{
"quote": "War is fear cloaked in courage.",
"author": "William Westmoreland"
},
{
"quote": "War remains the decisive human failure.",
"author": "John Kenneth Galbraith"
},
{
"quote": "War, I have always said, forces men to change their standards, regardless of whether their country has won or lost.",
"author": "Salvatore Quasimodo"
},
{
"quote": "Never think that war, no matter how necessary, nor how justified, is not a crime.",
"author": "Ernest Hemingway"
},
{
"quote": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.",
"author": "George S. Patton"
},
{
"quote": "War... is harmful, not only to the conquered but to the conqueror.",
"author": "Ludwig von Mises"
},
{
"quote": "If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.",
"author": "George Washington"
},
{
"quote": "It was a requirement by the veterans to list the 57,000 names. We're reaching a time that we'll acknowledge the individual in a war on a national level.",
"author": "Maya Lin"
},
{
"quote": "Mankind must put an end to war before war puts an end to mankind.",
"author": "John F. Kennedy"
},
{
"quote": "We are going to have peace even if we have to fight for it.",
"author": "Dwight D. Eisenhower"
},
{
"quote": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.",
"author": "Voltaire"
},
{
"quote": "You cannot simultaneously prevent and prepare for war.",
"author": "Albert Einstein"
},
{
"quote": "When the war of the giants is over the wars of the pygmies will begin.",
"author": "Winston Churchill"
},
{
"quote": "Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war.",
"author": "Ernest Hemingway"
},
{
"quote": "War against a foreign country only happens when the moneyed classes think they are going to profit from it.",
"author": "George Orwell"
},
{
"quote": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace.",
"author": "Martin Luther King, Jr."
},
{
"quote": "Wars are not paid for in wartime, the bill comes later.",
"author": "Benjamin Franklin"
},
{
"quote": "Great is the guilt of an unnecessary war.",
"author": "John Adams"
},
{
"quote": "Patriots always talk of dying for their country and never of killing for their country.",
"author": "Bertrand Russell"
},
{
"quote": "The philosophy of protectionism is a philosophy of war.",
"author": "Ludwig von Mises"
},
{
"quote": "In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield.",
"author": "Douglas MacArthur"
},
{
"quote": "One may know how to gain a victory, and know not how to use it.",
"author": "Pedro Calderon de la Barca"
},
{
"quote": "Wars can be prevented just as surely as they can be provoked, and we who fail to prevent them, must share the guilt for the dead.",
"author": "Omar N. Bradley"
},
{
"quote": "The time to take counsel of your fears is before you make an important battle decision. That's the time to listen to every fear you can imagine! When you have collected all the facts and fears and made your decision, turn off all your fears and go ahead!",
"author": "George S. Patton"
},
{
"quote": "I do not believe that the men who served in uniform in Vietnam have been given the credit they deserve. It was a difficult war against an unorthodox enemy.",
"author": "William Westmoreland"
},
{
"quote": "Man has no right to kill his brother. It is no excuse that he does so in uniform: he only adds the infamy of servitude to the crime of murder.",
"author": "Percy Bysshe Shelley"
},
{
"quote": "John Dalton's records, carefully preserved for a century, were destroyed during the World War II bombing of Manchester. It is not only the living who are killed in war.",
"author": "Isaac Asimov"
},
{
"quote": "Next to a lost battle, nothing is so sad as a battle that has been won.",
"author": "Duke of Wellington"
},
{
"quote": "It has too often been too easy for rulers and governments to incite man to war.",
"author": "Lester B. Pearson"
},
{
"quote": "War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.",
"author": "John F. Kennedy"
},
{
"quote": "Wars are caused by undefended wealth.",
"author": "Ernest Hemingway"
},
{
"quote": "To walk through the ruined cities of Germany is to feel an actual doubt about the continuity of civilization.",
"author": "George Orwell"
},
{
"quote": "All wars are follies, very expensive and very mischievous ones.",
"author": "Benjamin Franklin"
},
{
"quote": "If men do not now succeed in abolishing war, civilization and mankind are doomed.",
"author": "Ludwig von Mises"
}
]